welc_welcome = \u0e02\u0e2d\u0e1a\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23 BTDEX \u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a
welc_reset_pin = \u0e25\u0e49\u0e32\u0e07\u0e23\u0e2b\u0e31\u0e2a PIN
welc_intro_header = \u0e2d\u0e48\u0e32\u0e19\u0e27\u0e34\u0e18\u0e35\u0e2a\u0e21\u0e31\u0e04\u0e23 Account \u0e02\u0e2d\u0e07 Signum \u0e43\u0e2b\u0e49\u0e14\u0e35 \u0e46 \u0e44\u0e21\u0e48\u0e07\u0e31\u0e49\u0e19\u0e0b\u0e27\u0e22\u0e40\u0e2d\u0e32\u0e44\u0e14\u0e49
welc_intro_text = \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49 Account \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e48\u0e2d\u0e19\u0e41\u0e25\u0e49\u0e27\u0e21\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e2d\u0e37\u0e48\u0e19\u0e15\u0e48\u0e2d\u0e44\u0e14\u0e49\n\u0e16\u0e49\u0e32\u0e08\u0e30\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e43\u0e2b\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e14\u0e23\u0e2b\u0e31\u0e2a 12 \u0e04\u0e33\u0e25\u0e07\u0e01\u0e23\u0e30\u0e14\u0e32\u0e29\u0e43\u0e2b\u0e49\u0e41\u0e21\u0e48\u0e19 \u0e46 \u0e40\u0e01\u0e47\u0e1a\u0e43\u0e2b\u0e49\u0e14\u0e35 \u0e46 \u0e40\u0e1e\u0e23\u0e32\u0e30\u0e04\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e44\u0e1b\u0e01\u0e47\u0e08\u0e30\u0e44\u0e14\u0e49\u0e40\u0e07\u0e34\u0e19\u0e40\u0e23\u0e32\u0e14\u0e49\u0e27\u0e22 \u0e40\u0e07\u0e34\u0e19\u0e40\u0e01\u0e25\u0e35\u0e49\u0e22\u0e07\u0e41\u0e19\u0e48
welc_intro_pin = \u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 BTDEX \u0e43\u0e0a\u0e49\u0e23\u0e2b\u0e31\u0e2a PIN \u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 , commitment \u0e41\u0e25\u0e30\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22 Token \u0e1a\u0e19 Signum Network Chain \u0e16\u0e49\u0e32\u0e40\u0e01\u0e34\u0e14\u0e25\u0e37\u0e21 \u0e43\u0e2b\u0e49\u0e19\u0e36\u0e01\u0e22\u0e49\u0e2d\u0e19\u0e44\u0e1b\u0e27\u0e48\u0e32 \u0e40\u0e23\u0e32\u0e08\u0e14 Seed  12 \u0e04\u0e33\u0e41\u0e25\u0e30\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e27\u0e49\u0e17\u0e35\u0e48\u0e44\u0e2b\u0e19 \u0e41\u0e25\u0e49\u0e27\u0e40\u0e2d\u0e32\u0e21\u0e32\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e19\u0e35\u0e49
welc_wrote = \u0e16\u0e49\u0e32\u0e08\u0e14\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35 12 \u0e04\u0e33\u0e25\u0e07\u0e01\u0e23\u0e30\u0e14\u0e32\u0e29\u0e41\u0e25\u0e49\u0e27\u0e43\u0e2b\u0e49\u0e01\u0e14\u0e15\u0e34\u0e4a\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e08\u0e49\u0e32
welc_accept_license = \u0e40\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e27\u0e48\u0e32\u0e08\u0e30\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02 license \u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e48\u0e2d\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
welc_license = License
welc_must_accept_license = \u0e15\u0e49\u0e2d\u0e07\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02 license \u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e01\u0e48\u0e2d\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
welc_reuse = \u0e15\u0e34\u0e4a\u0e01\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e19\u0e35\u0e49\u0e16\u0e49\u0e32\u0e08\u0e30\u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a 12 \u0e04\u0e33\u0e14\u0e49\u0e27\u0e22\u0e15\u0e31\u0e27\u0e40\u0e2d\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e43\u0e0a\u0e49\u0e23\u0e2b\u0e31\u0e2a\u0e17\u0e35\u0e48\u0e15\u0e31\u0e27\u0e40\u0e2d\u0e07\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
welc_prhase_to_redefine = \u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35 12 \u0e04\u0e33\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e23\u0e2b\u0e31\u0e2a PIN \u0e15\u0e31\u0e27\u0e41\u0e17\u0e19\u0e02\u0e2d\u0e07 BTDEX
welc_recovery_phrase = \u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
welc_reenter_pin = \u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a PIN \u0e2d\u0e35\u0e01\u0e23\u0e2d\u0e1a
welc_write_phrase = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35 12 \u0e04\u0e33\u0e43\u0e2b\u0e49\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e01\u0e48\u0e2d\u0e19
welc_phrase_empty = \u0e0a\u0e48\u0e2d\u0e07\u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e22\u0e31\u0e07\u0e27\u0e48\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48
welc_min_pin = \u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a PIN \u0e22\u0e32\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22 4 \u0e2d\u0e31\u0e01\u0e29\u0e23\u0e02\u0e36\u0e49\u0e19\u0e44\u0e1b
welc_wrong_pin = \u0e23\u0e2b\u0e31\u0e2a PIN \u0e17\u0e35\u0e48\u0e01\u0e23\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e19
welc_wrong_phrase = \u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
welc_use_ledger = \u0e40\u0e23\u0e32\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32 Ledgar Nano \u0e41\u0e17\u0e19

ledger_status = \u0e2a\u0e20\u0e32\u0e1e\u0e02\u0e2d\u0e07 Ledgar Device 
ledger_no_device = \u0e40\u0e0a\u0e47\u0e04\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e27\u0e48\u0e32\u0e22\u0e31\u0e07\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e2d\u0e22\u0e39\u0e48\u0e44\u0e2b\u0e21
ledger_no_app = \u0e14\u0e39\u0e2b\u0e19\u0e48\u0e2d\u0e22\u0e27\u0e48\u0e32 Signum app \u0e17\u0e33\u0e07\u0e32\u0e19\u0e01\u0e31\u0e1a\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e14\u0e35\u0e44\u0e2b\u0e21?
ledger_available = \u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 Signum app \u0e41\u0e25\u0e49\u0e27
ledger_error = \u0e14\u0e39\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e41\u0e25\u0e30 Signum app \u0e27\u0e48\u0e32\u0e22\u0e31\u0e07\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e14\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e44\u0e2b\u0e21
ledger_authorize = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e01\u0e31\u0e1a\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
ledger_denied = \u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
ledger_account_index = \u0e40\u0e25\u0e02 Index \u0e02\u0e2d\u0e07 Ledger Account Index \u0e16\u0e49\u0e32\u0e21\u0e35\u0e2b\u0e25\u0e32\u0e22 Account
ledger_account_index_message = \u0e17\u0e48\u0e32\u0e19\u0e21\u0e35\u0e2b\u0e25\u0e32\u0e22 Account \u0e41\u0e15\u0e48\u0e1c\u0e39\u0e01\u0e01\u0e31\u0e1a 1 \u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e44\u0e14\u0e49 <br><br>\u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 Account index \u0e41\u0e25\u0e30\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01<br>\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e01\u0e39\u0e49 Account \u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07<br><br>\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e04\u0e23\u0e31\u0e49\u0e07\u0e41\u0e23\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14 index 0 \u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e44\u0e14\u0e49
ledger_show_address = \u0e23\u0e2d\u0e2d\u0e35\u0e01\u0e2a\u0e31\u0e01\u0e1e\u0e31\u0e01 \u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e2b\u0e49\u0e14\u0e39
ledger_no_offer = Cross-chain \u0e41\u0e25\u0e30 \u0e40\u0e07\u0e34\u0e19\u0e40\u0e1f\u0e35\u0e22\u0e15\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49\u0e43\u0e19 hardware wallet \n\n\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e01\u0e01\u0e31\u0e1a\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e30\u0e14\u0e27\u0e01\n\u0e43\u0e2b\u0e49\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e23\u0e2b\u0e31\u0e2a PIN \u0e43\u0e2b\u0e21\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e1e\u0e27\u0e01\u0e19\u0e35\u0e49\u0e40\u0e2d\u0e32

social_share = Share my orders on {0}...
social_text = Hey, I''m trading {0} person-to-person on BTDEX {1}, come join me! {2}
social_crypto = \u0e2a\u0e01\u0e38\u0e25\u0e40\u0e07\u0e34\u0e19 crypto

main_getting_info_from_node = \u0e01\u0e33\u0e25\u0e31\u0e07\u0e14\u0e36\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e32\u0e01 node...
main_opening_url = Opening {0}
main_invalid_node = {0} is not a valid node!
main_error = Error: {0}
main_node_connection = \u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a node \u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32
main_node_not_sync = node \u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
main_cross_chain_loading = \u0e23\u0e2d\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\u0e2b\u0e19\u0e48\u0e2d\u0e22 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e25\u0e32\u0e14 cross-chain \u0e2d\u0e22\u0e39\u0e48
main_cross_chain_testnet_only = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e25\u0e32\u0e14 Cross-chain \u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a testnet \u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19 \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48 mainnet \u0e19\u0e30
main_balance = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19 ({0})
main_send = \u0e42\u0e2d\u0e19 {0}...
main_plus_locked = \u0e1d\u0e32\u0e01\u0e40\u0e07\u0e34\u0e19 +{0}
main_select_explorer = \u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01 explorer...
main_select_node = \u0e40\u0e25\u0e37\u0e2d\u0e01 node \u0e40\u0e2d\u0e07
main_select_node_text = \u0e40\u0e25\u0e37\u0e2d\u0e01 node \u0e40\u0e2d\u0e07 ( \u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e01\u0e23\u0e2d\u0e01\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e08\u0e30\u0e2b\u0e32\u0e40\u0e2d\u0e07\u0e43\u0e2b\u0e49 ):
main_account_activate = \u0e2d\u0e35\u0e01\u0e19\u0e34\u0e14\u0e40\u0e14\u0e35\u0e22\u0e27\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e08\u0e30 Activate \u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49\u0e41\u0e25\u0e49\u0e27 ^_^
main_activation_failed = Activate \u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 Error code {0}: {1}.
main_select_market = \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e25\u0e32\u0e14
main_check_new_release = \u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2d\u0e22\u0e39\u0e48\u0e27\u0e48\u0e32\u0e21\u0e35\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e44\u0e2b\u0e21...
main_open_website = \u0e40\u0e1b\u0e34\u0e14\u0e40\u0e27\u0e47\u0e1a BTDEX...
main_chat_discord = \u0e40\u0e1b\u0e34\u0e14 Discord \u0e02\u0e2d\u0e07 BTDEX...
main_chat_reddit = \u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d BTDEX \u0e08\u0e32\u0e01 reddit
main_check_source = \u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a source code...
main_reset_pin = \u0e01\u0e14\u0e1b\u0e38\u0e48\u0e21\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e31\u0e49\u0e07\u0e23\u0e2b\u0e31\u0e2a PIN \u0e43\u0e2b\u0e21\u0e48...
main_configure_settings = \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32 config...
main_change_language = \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e20\u0e32\u0e29\u0e32
main_language_changed = \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e20\u0e32\u0e29\u0e32\u0e41\u0e25\u0e49\u0e27
main_language_name = \u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29
main_restart_to_apply_changes = \u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e41\u0e25\u0e49\u0e27\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e2b\u0e21\u0e48\u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30
main_add_token_sign = \u0e40\u0e1e\u0e34\u0e48\u0e21...
main_new_token_sign = \u0e2a\u0e23\u0e49\u0e32\u0e07...
main_add_token = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01 Token \u0e17\u0e35\u0e48\u0e17\u0e48\u0e32\u0e19\u0e2a\u0e19\u0e43\u0e08
main_add_token_message = \u0e16\u0e49\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21 SIGNA token \u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35 token ID \u0e01\u0e48\u0e2d\u0e19\n\u0e44\u0e1b\u0e2b\u0e32 Token ID \u0e40\u0e2d\u0e32\u0e08\u0e32\u0e01 Signum Explorer \u0e40\u0e2d\u0e07\u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30\n\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e2d\u0e32\u0e08\u0e32\u0e01\u0e0a\u0e37\u0e48\u0e2d Token \u0e2b\u0e23\u0e37\u0e2d ticker \u0e19\u0e30\n\n\u0e2d\u0e49\u0e2d BTDEX \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e14\u0e39\u0e41\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e23\u0e27\u0e08 Token \u0e1e\u0e27\u0e01\u0e19\u0e35\u0e49\u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a\n\n\u0e01\u0e23\u0e2d\u0e01 Token ID \u0e15\u0e23\u0e07\u0e19\u0e35\u0e49:
main_add_token_invalid = Token id \u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 ''{0}''.
main_add_token_success = \u0e40\u0e1e\u0e34\u0e48\u0e21 Token {0} \u0e43\u0e2b\u0e49\u0e41\u0e25\u0e49\u0e27\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e2a\u0e31\u0e01\u0e1e\u0e31\u0e01\u0e19\u0e36\u0e07\u0e19\u0e30
main_remove_token_tip = \u0e25\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 Token \u0e17\u0e35\u0e48\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e43\u0e19 list
main_create_token_tip = \u0e2a\u0e23\u0e49\u0e32\u0e07 Token \u0e43\u0e2b\u0e21\u0e48
main_token_id = Token ID
main_remove_token = \u0e40\u0e2d\u0e32 Token \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
main_remove_token_message = \u0e40\u0e2d\u0e32 Token {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\n\n\u0e08\u0e33\u0e19\u0e27\u0e19 Token ( \u0e16\u0e49\u0e32\u0e21\u0e35 ) \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e22\u0e31\u0e07\u0e04\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e40\u0e14\u0e34\u0e21
main_order_book = \u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e0b\u0e37\u0e49\u0e2d
main_swaps = \u0e41\u0e25\u0e01\u0e40\u0e2b\u0e23\u0e35\u0e22\u0e0d
main_contracts = \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22
main_mining = \u0e02\u0e38\u0e14\u0e40\u0e2b\u0e23\u0e35\u0e22\u0e0d
main_trade_history = \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e22\u0e49\u0e2d\u0e19\u0e2b\u0e25\u0e31\u0e07
main_accounts = \u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e31\u0e0d\u0e0d\u0e32
main_chat = CHAI
main_transactions = \u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e22\u0e49\u0e2d\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
main_mediation = \u0e1b\u0e23\u0e30\u0e19\u0e35\u0e1b\u0e23\u0e30\u0e19\u0e2d\u0e21\u0e2a\u0e31\u0e0d\u0e0d\u0e32
main_market = \u0e15\u0e25\u0e32\u0e14
main_chain = Network
main_your_burst_address = Signum address  \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19
main_available_balance = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48
main_amount_locked = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19\u0e17\u0e35\u0e48\u0e1d\u0e32\u0e01\u0e40\u0e2d\u0e32\u0e44\u0e27\u0e49
main_exit_tip = \u0e25\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21...
main_exit = \u0e25\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21
main_exit_message = \u0e04\u0e38\u0e13\u0e08\u0e30\u0e25\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e01\u0e01\u0e31\u0e1a\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e23\u0e2b\u0e31\u0e2a {0} \n\n\u0e25\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e44\u0e1b\u0e41\u0e25\u0e49\u0e27\u0e41\u0e15\u0e48\u0e40\u0e07\u0e34\u0e19\u0e41\u0e25\u0e30 Token \u0e17\u0e48\u0e32\u0e19\u0e22\u0e31\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a\n\u0e41\u0e15\u0e48\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e17\u0e35\u0e48\u0e40\u0e04\u0e22\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e2d\u0e32\u0e44\u0e27\u0e49\u0e08\u0e30\u0e42\u0e14\u0e19\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e40\u0e01\u0e25\u0e35\u0e49\u0e22\u0e07\n\u0e41\u0e15\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e39\u0e49\u0e44\u0e14\u0e49\u0e14\u0e49\u0e27\u0e22\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35 12 \u0e04\u0e33\u0e17\u0e35\u0e48\u0e40\u0e04\u0e22\u0e08\u0e14\u0e44\u0e27\u0e49\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e39\u0e48\u0e19\u0e30\n\n\u0e01\u0e23\u0e2d\u0e01\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e17\u0e49\u0e32\u0e22\u0e08\u0e32\u0e01\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19 5 \u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e27\u0e48\u0e32\u0e08\u0e30\u0e25\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32:
main_exit_message_ledger = \u0e1a\u0e31\u0e0d\u0e0a\u0e35 {0} \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e30\u0e1a\u0e1a\n\n\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e01\u0e39\u0e49\u0e44\u0e14\u0e49\u0e14\u0e49\u0e27\u0e22\u0e2d\u0e38\u0e1b\u0e01\u0e23\u0e13\u0e4c Ledger \u0e41\u0e25\u0e30 (Ledger Account Index) \n\n\u0e01\u0e23\u0e2d\u0e01\u0e23\u0e2b\u0e31\u0e2a address \u0e2d\u0e34\u0e07\u0e08\u0e32\u0e01\u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e15\u0e31\u0e27\u0e41\u0e23\u0e01 4 \u0e15\u0e31\u0e27\u0e44\u0e1b\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19:
main_exit_error = \u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23 5 \u0e15\u0e31\u0e27\u0e17\u0e49\u0e32\u0e22\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a Address \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19

tray_started = \u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 BTDEX \u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19...
tray_running = BTDEX \u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48 \u0e43\u0e2b\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e08\u0e32\u0e01 tray icon \u0e15\u0e23\u0e07 taskbar \u0e40\u0e2d\u0e32\u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a
tray_show_hide = \u0e41\u0e2a\u0e14\u0e07/\u0e0b\u0e48\u0e2d\u0e19 \u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07
tray_quit = \u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 BTDEX

mkt_invalid_address = {0} is not a valid {1} address
mkt_address = {0} address
mkt_address_empty = \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 address \u0e2b\u0e49\u0e32\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07

dlg_cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
dlg_ok = \u0e15\u0e01\u0e25\u0e07
dlg_pin = PIN
dlg_invalid_pin = PIN \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
dlg_terms_and_conditions = \u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23
dlg_accept_terms = \u0e40\u0e23\u0e32\u0e02\u0e2d\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23
dlg_accept_first = \u0e15\u0e49\u0e2d\u0e07\u0e22\u0e2d\u0e21\u0e02\u0e49\u0e2d\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e30\u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30
dlg_error = Error
dlg_support = Support
dlg_support_reddit = \u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e08\u0e32\u0e01 Reddit
dlg_support_discord = \u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e08\u0e32\u0e01 Discord
dlg_not_enough_balance = \u0e40\u0e07\u0e34\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e44\u0e21\u0e48\u0e1e\u0e2d

btn_copy_to_clipboard = Copy \u0e25\u0e07 clipboard
btn_show_qr = \u0e41\u0e2a\u0e14\u0e07 QR code...
btn_open_on_explorer = \u0e40\u0e1b\u0e34\u0e14 Explorer \u0e43\u0e2b\u0e49\u0e14\u0e39\u0e2b\u0e19\u0e48\u0e2d\u0e22\u0e0b\u0e34
btn_copied_to_clipboard = Copy {0} \u0e25\u0e07 clipboard \u0e43\u0e2b\u0e49\u0e41\u0e25\u0e49\u0e27\u0e19\u0e30

fee_minimum = \u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33
fee_cheap = \u0e1e\u0e2d\u0e43\u0e0a\u0e49
fee_standard = \u0e1b\u0e01\u0e15\u0e34
fee_priority = \u0e14\u0e48\u0e27\u0e19!!!

send_recipient = \u0e23\u0e2b\u0e31\u0e2a\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a
send_pool_address = \u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e07\u0e27\u0e31\u0e25\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e08\u0e32\u0e01 Mining
send_message = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2d\u0e30\u0e44\u0e23\u0e01\u0e47\u0e44\u0e14\u0e49 \u0e40\u0e1b\u0e47\u0e19 Memo \u0e01\u0e47\u0e44\u0e14\u0e49 \u0e08\u0e30\u0e43\u0e2a\u0e48\u0e44\u0e21\u0e48\u0e43\u0e2a\u0e48\u0e01\u0e47\u0e44\u0e14\u0e49\u0e41\u0e25\u0e49\u0e27\u0e41\u0e15\u0e48\u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e2a\u0e48\u0e07
send_empty_for_no_message = \u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e21\u0e35 message \u0e01\u0e47\u0e43\u0e2b\u0e49\u0e1b\u0e25\u0e48\u0e2d\u0e22\u0e27\u0e48\u0e32\u0e07\u0e44\u0e27\u0e49\u0e44\u0e14\u0e49
send_amount = \u0e08\u0e33\u0e19\u0e27\u0e19 ({0})
send_fee = \u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a ({0} {1} SIGNA)
send_invalid_recipient = \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e1c\u0e39\u0e49\u0e23\u0e31\u0e1a\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e40\u0e0a\u0e47\u0e04\u0e43\u0e2b\u0e49\u0e14\u0e35 \u0e46 \u0e2d\u0e22\u0e48\u0e32\u0e1c\u0e34\u0e14\u0e40\u0e0a\u0e35\u0e22\u0e27
send_invalid_amount = \u0e40\u0e0a\u0e47\u0e04\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19\u0e2b\u0e19\u0e48\u0e2d\u0e22 \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19\u0e1c\u0e34\u0e14\u0e44\u0e2b\u0e21
send_invalid_message = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21 Message \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
send_tx_broadcast = \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21 {0} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e25\u0e07 Blockchain \u0e15\u0e49\u0e2d\u0e07\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e2a\u0e31\u0e01\u0e2b\u0e19\u0e48\u0e2d\u0e22
send_join_pool = \u0e02\u0e2d\u0e23\u0e48\u0e27\u0e21 Pool...
send_go_solo = \u0e02\u0e38\u0e14 Solo \u0e40\u0e25\u0e22
send_add_commitment = \u0e40\u0e1e\u0e34\u0e48\u0e21 Commitment...
send_remove_commitment = \u0e25\u0e14\u0e01\u0e32\u0e23 Commitment...

hist_list_mine_only = \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e23\u0e32
hist_price = \u0e23\u0e32\u0e04\u0e32
hist_amount = \u0e08\u0e33\u0e19\u0e27\u0e19
hist_time = \u0e40\u0e27\u0e25\u0e32
hist_buyer = \u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d
hist_seller = \u0e1c\u0e39\u0e49\u0e02\u0e32\u0e22
hist_you = \u0e04\u0e38\u0e13
hist_1hour = 1 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
hist_4hours = 4 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
hist_1day = 1 \u0e27\u0e31\u0e19
hist_1week = 1 \u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c

txs_id = \u0e23\u0e2b\u0e31\u0e2a TRANSACTION ID
txs_type = \u0e0a\u0e19\u0e34\u0e14
txs_fee = \u0e04\u0e48\u0e32 FEE
txs_account = \u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e17\u0e48\u0e32\u0e19
txs_conf = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19
txs_next_block = \u0e23\u0e2d\u0e2b\u0e19\u0e48\u0e2d\u0e22 \u0e01\u0e32\u0e23\u0e22\u0e31\u0e19\u0e22\u0e31\u0e19 Network \u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e35\u0e01\u0e1b\u0e23\u0e30\u0e21\u0e32\u0e13 : {0} \u0e19\u0e32\u0e17\u0e35
txs_next_block_late = \u0e23\u0e2d\u0e2d\u0e35\u0e01\u0e19\u0e34\u0e14 \u0e01\u0e32\u0e23\u0e22\u0e31\u0e19\u0e22\u0e31\u0e19 Network \u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e35\u0e01\u0e40\u0e01\u0e37\u0e2d\u0e1a \u0e46 \u0e19\u0e32\u0e17\u0e35
txs_payment = \u0e01\u0e32\u0e23\u0e0a\u0e33\u0e23\u0e30\u0e40\u0e07\u0e34\u0e19
txs_fees_distribution = \u0e01\u0e32\u0e23\u0e41\u0e08\u0e01\u0e04\u0e48\u0e32 Fee
txs_account_info = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1a\u0e31\u0e0d\u0e0a\u0e35
txs_alias_assign = \u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07
txs_alias_sell = \u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 \u0e02\u0e32\u0e22
txs_alias_buy = \u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07 \u0e0b\u0e37\u0e49\u0e2d
txs_message = \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
txs_token_issue = Token Issuance
txs_token_transfer = \u0e42\u0e2d\u0e19 Token
txs_ask_offer = \u0e40\u0e2a\u0e19\u0e2d\u0e02\u0e32\u0e22
txs_bid_offer = \u0e40\u0e2a\u0e19\u0e2d\u0e0b\u0e37\u0e49\u0e2d
txs_cancel_ask = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e15\u0e31\u0e49\u0e07\u0e02\u0e32\u0e22
txs_cancel_bid = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e15\u0e31\u0e49\u0e07\u0e0b\u0e37\u0e49\u0e2d
txs_set_reward = \u0e25\u0e07 Pool
txs_set_reward_solo = Solo \u0e40\u0e2d\u0e07
txs_add_commitment = \u0e40\u0e1e\u0e34\u0e48\u0e21 Commitment
txs_remove_commitment = \u0e25\u0e14 Commitment
txs_sc_create = \u0e2a\u0e23\u0e49\u0e32\u0e07 SC
txs_sc_payment = \u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07\u0e08\u0e48\u0e32\u0e22\u0e40\u0e07\u0e34\u0e19 SC

book_last_price = \u0e23\u0e32\u0e04\u0e32\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
book_buy_button = \u0e0b\u0e37\u0e49\u0e2d {0}
book_sell_button = \u0e02\u0e32\u0e22 {0}
book_make_offer = \u0e15\u0e31\u0e49\u0e07\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07
book_registering = \u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u2026
book_confirm_dispute_button = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19/\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
book_deposit_dispute_button = \u0e1d\u0e32\u0e01/\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
book_loading_button = \u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25...
book_pending_button = \u0e23\u0e2d\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\u2026
book_dispute_button = \u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
book_withdraw = \u0e16\u0e2d\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19\u0e43\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22
book_contract = \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22
book_order = \u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07
book_total = \u0e08\u0e33\u0e19\u0e27\u0e19 ({0}) \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49
book_size = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19 ({0})
book_deposit = DEP.
book_price = \u0e23\u0e32\u0e04\u0e32 ({0})
book_filtering = \u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
book_mine_only = \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e23\u0e32
book_people_buying = \u0e04\u0e19\u0e0b\u0e37\u0e49\u0e2d {0} \u0e14\u0e49\u0e27\u0e22 {1}
book_people_selling = \u0e04\u0e19\u0e02\u0e32\u0e22 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2d\u0e32 {1}

token_exchange_for = \u0e41\u0e25\u0e01 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2d\u0e32 SIGNA
token_offer_details = \u0e15\u0e31\u0e49\u0e07 Limit Order
token_buy_with_burst = \u0e0b\u0e37\u0e49\u0e2d {0} \u0e14\u0e49\u0e27\u0e22 SIGNA
token_sell_for_burst = \u0e02\u0e32\u0e22 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2d\u0e32 SIGNA
token_terms_brief = \u0e17\u0e48\u0e32\u0e19\u0e15\u0e31\u0e49\u0e07 Limit order \u0e02\u0e2d\u0e07 {0} \u0e40\u0e1b\u0e47\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19 {1} {2} \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32\u0e02\u0e2d\u0e07 {3} SIGNA \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e01\u0e27\u0e48\u0e32
token_terms_details = \u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e19\u0e35\u0e49\u0e08\u0e30\u0e21\u0e35\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a 1 \u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19 {0} SIGNA \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32 FEE \u0e2d\u0e37\u0e48\u0e19 \u0e46 , Order \u0e19\u0e35\u0e49\u0e08\u0e30\u0e17\u0e33\u0e07\u0e32\u0e19\u0e17\u0e31\u0e19\u0e17\u0e35\u0e16\u0e49\u0e32\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27
token_terms_closing = Order \u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e19\u0e35\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e1a\u0e04\u0e39\u0e48\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e25\u0e30\u0e40\u0e1b\u0e34\u0e14 Order \u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e08\u0e30 Match \u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e15\u0e47\u0e21\u0e08\u0e33\u0e19\u0e27\u0e19 \u0e2b\u0e23\u0e37\u0e2d\u0e16\u0e39\u0e01\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
token_sell = \u0e02\u0e32\u0e22
token_buy = \u0e0b\u0e37\u0e49\u0e2d

token_distribution = \u0e41\u0e1a\u0e48\u0e07\u0e08\u0e32\u0e01\u0e40\u0e07\u0e34\u0e19\u0e40\u0e23\u0e32\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e32\u0e22\u0e44\u0e14\u0e49\u0e43\u0e2b\u0e49\u0e17\u0e38\u0e01\u0e04\u0e19\u2026
token_distribution_config = \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e41\u0e08\u0e01\u0e40\u0e07\u0e34\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e23\u0e32\u0e22\u0e44\u0e14\u0e49\u0e08\u0e32\u0e01\u0e40\u0e07\u0e34\u0e19\u0e40\u0e23\u0e32
token_distribution_brief = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2a\u0e25\u0e30\u0e40\u0e07\u0e34\u0e19 {0} {1} \u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e16\u0e37\u0e2d Token {3} \u0e08\u0e33\u0e19\u0e27\u0e19 {2} \u0e04\u0e19
token_distribution_details = The distribution will take place as detailed below. This will require {0} transaction and a total of {1} {2} in fees.
token_distribution_min_holdings = Minimum amount of {0} to qualify for the distribution
token_distribution_holdings = {0} holdings
token_add_treasury = Add treasury account...
token_add_treasury_not_issuer = Only the issuer of a token can add treasury accounts
token_treasury_account = Account to add as treasury

acc_your_accounts = \u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e17\u0e48\u0e32\u0e19
acc_account_details = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1a\u0e31\u0e0d\u0e0a\u0e35
acc_add_button = \u0e40\u0e1e\u0e34\u0e48\u0e21
acc_remove_button = \u0e40\u0e2d\u0e32\u0e2d\u0e2d\u0e01
acc_alias = \u0e19\u0e32\u0e21\u0e41\u0e1d\u0e07\u0e02\u0e2d\u0e07\u0e1a\u0e31\u0e0d\u0e0a\u0e35 (\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01)
acc_remove_selected = \u0e40\u0e2d\u0e32\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e01\u0e44\u0e27\u0e49\u0e2d\u0e2d\u0e01\u0e44\u0e1b \u0e40\u0e0a\u0e47\u0e04\u0e43\u0e2b\u0e49\u0e14\u0e35 \u0e46 \u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30
acc_remove = \u0e40\u0e2d\u0e32\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e2d\u0e2d\u0e01
acc_market_col = \u0e15\u0e25\u0e32\u0e14
acc_account_col = \u0e1a\u0e31\u0e0d\u0e0a\u0e35

offer_testnet_warning = \u0e2d\u0e31\u0e19\u0e19\u0e35\u0e49\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a TESTNET \u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e19\u0e30 \u0e2d\u0e22\u0e48\u0e32\u0e40\u0e1c\u0e25\u0e2d\u0e2a\u0e48\u0e07\u0e40\u0e2b\u0e23\u0e35\u0e22\u0e0d\u0e08\u0e23\u0e34\u0e07\u0e40\u0e0a\u0e35\u0e22\u0e27 \u0e04\u0e19\u0e25\u0e30 Chain \u0e01\u0e31\u0e19
offer_invalid_price = \u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
offer_mediator_take = Mediators \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e31\u0e1a order \u0e44\u0e14\u0e49
offer_too_small = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e19\u0e49\u0e2d\u0e22\u0e44\u0e1b ( \u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e04\u0e37\u0e2d {0} SIGNA )
offer_too_small_market = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e23\u0e27\u0e21\u0e19\u0e49\u0e2d\u0e22\u0e44\u0e1b ( \u0e02\u0e31\u0e49\u0e19\u0e15\u0e48\u0e33\u0e04\u0e37\u0e2d {0} {1} )
offer_too_large = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e22\u0e2d\u0e30\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b ( \u0e08\u0e33\u0e19\u0e27\u0e19\u0e21\u0e32\u0e01\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d {0} SIGNA )
offer_no_changes = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e30\u0e44\u0e23\u0e43\u0e2b\u0e49\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17
offer_confirm_limit_buy = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 Limit buy
offer_confirm_limit_sell = \u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 Limit sell
offer_price = \u0e23\u0e32\u0e04\u0e32\u0e40\u0e2b\u0e23\u0e35\u0e22\u0e0d ({0})
offer_size = \u0e08\u0e33\u0e19\u0e27\u0e19 ({0})
offer_total = \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 ({0})
offer_sell_burst_for = \u0e02\u0e32\u0e22 SIGNA \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2d\u0e32 {0}
offer_buy_burst_with = \u0e0b\u0e37\u0e49\u0e2d SIGNA \u0e14\u0e49\u0e27\u0e22 {0}
offer_signal_was_received = \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13 {0} \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e41\u0e25\u0e49\u0e27
offer_deposit = \u0e1d\u0e32\u0e01 {0}
offer_account_to_receive = \u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a {0}
offer_update = \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17 Offer
offer_offer_details = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 Offer
offer_security_deposit_percent = Security deposit {0} %
offer_security_deposit = Security deposit
offer_no_security = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d deposit offer
offer_received_coin = \u0e40\u0e23\u0e32\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e07\u0e34\u0e19 {0}
offer_open_dispute = \u0e40\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17\u0e2a\u0e31\u0e0d\u0e0d\u0e32
offer_not_open_yet = Cross-chain markets \u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19
offer_register_account_first = \u0e16\u0e49\u0e32\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e43\u0e2b\u0e49\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19 Account \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30\n\u0e14\u0e39\u0e15\u0e23\u0e07 tab \u0e40\u0e21\u0e19\u0e39 "\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e31\u0e0d\u0e0d\u0e32" \u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22 \n\u0e01\u0e48\u0e2d\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a
offer_select_account = \u0e17\u0e48\u0e32\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e25\u0e37\u0e2d\u0e01 Account \u0e01\u0e48\u0e2d\u0e19\u0e19\u0e30\u0e04\u0e23\u0e31\u0e1a
offer_wait_confirm = \u0e23\u0e2d\u0e43\u0e2b\u0e49\u0e23\u0e30\u0e1a\u0e1a\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e43\u0e2b\u0e49\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e01\u0e48\u0e2d\u0e19 \u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e2b\u0e19\u0e48\u0e2d\u0e22
offer_processing = \u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e39\u0e48
offer_no_contract_error = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d \u0e43\u0e2b\u0e49\u0e1b\u0e34\u0e14\u0e2d\u0e31\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e2b\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e01\u0e48\u0e2d\u0e19
offer_no_contract_available = \u0e01\u0e32\u0e23\u0e40\u0e1b\u0e34\u0e14 order \u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07 (\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e08\u0e30\u0e40\u0e1b\u0e34\u0e14\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e2a\u0e31\u0e01\u0e2d\u0e31\u0e19)\n\n\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e02\u0e2d\u0e07 {0} \u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e41\u0e25\u0e49\u0e27 \u0e08\u0e30\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e44\u0e2b\u0e21?
offer_terms_no_deposit = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e32\u0e22 Signa \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e2d\u0e32 {0} \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32 {1} {2} \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d
offer_terms_no_deposit_maker = \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e08\u0e30\u0e16\u0e37\u0e2d 10 \u0e40\u0e17\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e08\u0e33\u0e19\u0e27\u0e19 {0} SIGNA \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e21\u0e31\u0e14\u0e08\u0e33\nTAKER ( \u0e21\u0e32\u0e01\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d 8 ) \u0e08\u0e30\u0e1d\u0e32\u0e01 {1} {2} \u0e40\u0e02\u0e49\u0e32\u0e1a\u0e31\u0e0d\u0e0a\u0e35 ''{3}'' \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19 BTDEX \u0e08\u0e30\u0e42\u0e2d\u0e19 {4} SIGNA \u0e40\u0e02\u0e49\u0e32\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32\u0e04\u0e38\u0e13 ( \u0e42\u0e14\u0e22\u0e44\u0e21\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32 Smart Contract ) \u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d
offer_terms_no_deposit_taker = \u0e2b\u0e25\u0e31\u0e07\u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d\u0e23\u0e31\u0e1a Order \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19 \u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e40\u0e17\u0e23\u0e14\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07 \u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d\u0e08\u0e30\u0e21\u0e35\u0e40\u0e27\u0e25\u0e32 {0} \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {1}\n\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e23\u0e31\u0e1a {2} \u0e41\u0e25\u0e49\u0e27\u0e08\u0e30\u0e21\u0e35\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e27\u0e48\u0e32 \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {3} \u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
offer_terms_closing = \u0e2b\u0e25\u0e31\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e41\u0e25\u0e49\u0e27\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07 Offer \u0e02\u0e36\u0e49\u0e19\u0e21\u0e32 \u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e17\u0e33\u0e15\u0e32\u0e21\u0e01\u0e0f\u0e02\u0e2d\u0e07\u0e21\u0e32\u0e15\u0e23\u0e01\u0e32\u0e23 \u0e17\u0e48\u0e32\u0e19\u0e2d\u0e32\u0e08\u0e08\u0e30\u0e40\u0e2a\u0e35\u0e22\u0e40\u0e07\u0e34\u0e19\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e44\u0e1b
offer_terms_signaling = \u0e17\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e27\u0e48\u0e32\u0e17\u0e48\u0e32\u0e19\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {0} {1} \u0e43\u0e19 address {2} \u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
offer_terms_signaling_details = \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e16\u0e37\u0e2d {0} SIGNA \u0e1a\u0e27\u0e01\u0e40\u0e07\u0e34\u0e19\u0e21\u0e31\u0e14\u0e08\u0e33 {1} SIGNA \u0e21\u0e35\u0e40\u0e27\u0e25\u0e32\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e16\u0e36\u0e07\u0e40\u0e27\u0e25\u0e32 {2}\n\u0e2b\u0e25\u0e31\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e2d\u0e19\u0e41\u0e25\u0e49\u0e27 SIGNA \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e42\u0e2d\u0e19\u0e43\u0e2b\u0e49\u0e04\u0e19\u0e19\u0e31\u0e49\u0e19\u0e17\u0e31\u0e19\u0e17\u0e35 \u0e41\u0e25\u0e30\u0e40\u0e07\u0e34\u0e19\u0e21\u0e31\u0e14\u0e08\u0e33\u0e08\u0e30\u0e42\u0e2d\u0e19\u0e04\u0e37\u0e19\u0e43\u0e2b\u0e49\u0e17\u0e48\u0e32\u0e19\u0e14\u0e49\u0e27\u0e22 \u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e21\u0e35\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {3} SIGNA\n\u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {4} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {5} \u0e43\u0e2b\u0e49\u0e2a\u0e31\u0e48\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17\u0e44\u0e14\u0e49\u0e40\u0e25\u0e22
offer_terms_protocol = \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e17\u0e33\u0e15\u0e32\u0e21\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e2a\u0e35\u0e22\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 \u0e23\u0e30\u0e1a\u0e1a\u0e44\u0e01\u0e25\u0e48\u0e40\u0e01\u0e25\u0e35\u0e48\u0e22\u0e08\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e04\u0e38\u0e13\u0e15\u0e2d\u0e19\u0e40\u0e17\u0e23\u0e14\u0e41\u0e25\u0e30\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17\u0e02\u0e36\u0e49\u0e19\u0e21\u0e32
offer_terms_need_transfer = \u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e17\u0e48\u0e32\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} {1} \u0e40\u0e02\u0e49\u0e32\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32 Address {3} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2}
offer_invalid_contact_mediator = \u0e1e\u0e1a\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e19 Order \u0e19\u0e35\u0e49 \u0e43\u0e2b\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a mediator \u0e44\u0e1b\u0e40\u0e25\u0e22
offer_terms_buy_deposit = \u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49 Order \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19 match \u0e41\u0e25\u0e49\u0e27 \u0e17\u0e48\u0e32\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} {1} \u0e40\u0e02\u0e49\u0e32\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32 Address {3} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2}
offer_terms_need_transfer_details = Smart Contract \u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e02\u0e32\u0e22\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e16\u0e37\u0e2d {0} SIGNA \u0e1a\u0e27\u0e01\u0e21\u0e31\u0e14\u0e08\u0e33 {1} SIGNA\n\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e42\u0e2d\u0e19 {2} {3} \u0e41\u0e25\u0e30\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e41\u0e25\u0e49\u0e27 \u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e01\u0e25\u0e31\u0e1a\u0e04\u0e37\u0e19\u0e21\u0e32\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e17\u0e48\u0e32\u0e19\u0e23\u0e31\u0e1a offer \u0e41\u0e25\u0e49\u0e27
offer_terms_take_sell = \u0e17\u0e48\u0e32\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e0b\u0e37\u0e49\u0e2d {0} SIGNA \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32\u0e02\u0e2d\u0e07 {1} {2} \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a FEE \u0e04\u0e48\u0e32\u0e40\u0e17\u0e23\u0e14 0.25% ( \u0e41\u0e08\u0e01\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32 FEE \u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e16\u0e37\u0e2d Token \u0e0a\u0e37\u0e48\u0e2d TRT )
offer_terms_take_sell_details = Smart Contract \u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e02\u0e32\u0e22\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e16\u0e37\u0e2d {0} SIGNA \u0e1a\u0e27\u0e01\u0e21\u0e31\u0e14\u0e08\u0e33 {1} SIGNA\n\u0e2b\u0e25\u0e31\u0e07\u0e23\u0e31\u0e1a Offer \u0e19\u0e35\u0e49\u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e31\u0e14\u0e08\u0e33\u0e15\u0e32\u0e21\u0e08\u0e33\u0e19\u0e27\u0e19\u0e43\u0e19 Smart Contract \u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49 \u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {2} SIGNA \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {3} {4} \u0e20\u0e32\u0e22\u0e43\u0e19 {5} \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e2b\u0e25\u0e31\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e19\u0e35\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27\n\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 {6} \u0e27\u0e48\u0e32\u0e40\u0e02\u0e49\u0e32\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32\u0e1c\u0e39\u0e49\u0e02\u0e32\u0e22\u0e41\u0e25\u0e49\u0e27 \u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e40\u0e07\u0e34\u0e19\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e01\u0e25\u0e31\u0e1a\u0e04\u0e37\u0e19\u0e20\u0e32\u0e22\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e23\u0e31\u0e1a Offer \u0e19\u0e35\u0e49\u0e41\u0e25\u0e49\u0e27
offer_terms_take_buy = \u0e17\u0e48\u0e32\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e32\u0e22 {0} SIGNA \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32\u0e02\u0e2d\u0e07 {1} {2} \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a FEE \u0e04\u0e48\u0e32\u0e40\u0e17\u0e23\u0e14 0.25% ( \u0e41\u0e08\u0e01\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32 FEE \u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e16\u0e37\u0e2d Token \u0e0a\u0e37\u0e48\u0e2d TRT )
offer_terms_take_buy_details = Smart Contract \u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e02\u0e32\u0e22\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e21\u0e35\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 {0} SIGNA \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a Offer \u0e19\u0e35\u0e49\u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e1d\u0e32\u0e01 {1} SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e17\u0e35\u0e48\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e19\u0e14\u0e49\u0e27\u0e22 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {2} SIGNA\n\u0e2b\u0e25\u0e31\u0e07\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e43\u0e19 48 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07 \u0e1c\u0e39\u0e49\u0e0b\u0e37\u0e49\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {3} {4} \u0e40\u0e02\u0e49\u0e32\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32\u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48 ''{5}'' \u0e20\u0e32\u0e22\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e41\u0e23\u0e01 \u0e41\u0e25\u0e30\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01 {6} \u0e42\u0e2d\u0e19\u0e40\u0e02\u0e49\u0e32\u0e21\u0e32\u0e41\u0e25\u0e49\u0e27 \u0e17\u0e48\u0e32\u0e19\u0e08\u0e30\u0e21\u0e35\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e27\u0e48\u0e32\u0e17\u0e48\u0e32\u0e19\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e07\u0e34\u0e19\u0e21\u0e32\u0e41\u0e25\u0e49\u0e27\u0e41\u0e25\u0e30\u0e43\u0e2b\u0e49\u0e1b\u0e34\u0e14\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e09\u0e1a\u0e31\u0e1a\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e07\u0e34\u0e19\u0e21\u0e31\u0e14\u0e08\u0e33\u0e01\u0e25\u0e31\u0e1a\u0e04\u0e37\u0e19\u0e21\u0e32
offer_terms_update_sell = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17 Order \u0e02\u0e32\u0e22\u0e08\u0e33\u0e19\u0e27\u0e19 {0} SIGNA \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32 {1} {2} \u0e42\u0e14\u0e22\u0e43\u0e2b\u0e49\u0e42\u0e2d\u0e19\u0e40\u0e02\u0e49\u0e32 Address ''{3}''
offer_terms_sell = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e08\u0e30\u0e02\u0e32\u0e22 {0} SIGNA \u0e17\u0e35\u0e48\u0e23\u0e32\u0e04\u0e32 {1} {2} \u0e42\u0e14\u0e22\u0e43\u0e2b\u0e49\u0e42\u0e2d\u0e19\u0e40\u0e02\u0e49\u0e32 Address ''{3}''
offer_terms_update_sell_details = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32 FEE \u0e15\u0e2d\u0e19\u0e40\u0e17\u0e23\u0e14 \u0e41\u0e25\u0e30\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a TRT \u0e16\u0e49\u0e32 Order \u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e40\u0e2d\u0e32\u0e44\u0e27\u0e49 match \u0e41\u0e25\u0e49\u0e27 \u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e41\u0e01\u0e49\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e04\u0e37\u0e2d {0} SIGNA\n\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e41\u0e25\u0e49\u0e27 Order \u0e17\u0e35\u0e48\u0e41\u0e01\u0e49\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35\n\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e41\u0e19\u0e1a\u0e40\u0e07\u0e34\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19 {1} SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 \u0e08\u0e33\u0e19\u0e27\u0e19 {2} SIGNA
offer_terms_sell_details = \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32 FEE \u0e15\u0e2d\u0e19\u0e40\u0e17\u0e23\u0e14 \u0e41\u0e25\u0e30\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a TRT \u0e16\u0e49\u0e32 Order \u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e40\u0e2d\u0e32\u0e44\u0e27\u0e49 match \u0e41\u0e25\u0e49\u0e27 \u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e04\u0e37\u0e2d {0} SIGNA\n\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e41\u0e25\u0e49\u0e27 Order \u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35\n\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e19\u0e35\u0e49\u0e08\u0e30\u0e41\u0e19\u0e1a\u0e40\u0e07\u0e34\u0e19\u0e08\u0e33\u0e19\u0e27\u0e19 {1} SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 \u0e08\u0e33\u0e19\u0e27\u0e19 {2} SIGNA
offer_terms_sell_taker = TAKER \u0e15\u0e49\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e07\u0e34\u0e19\u0e21\u0e31\u0e14\u0e08\u0e33\u0e43\u0e2b\u0e49\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e2a\u0e31\u0e0d\u0e0d\u0e32 Smart Contract \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 Order \u0e16\u0e49\u0e32\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27\u0e1c\u0e39\u0e49\u0e40\u0e17\u0e23\u0e14\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\nTaker \u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} {1} \u0e43\u0e2b\u0e49 Address ''{2}'' \u0e20\u0e32\u0e22\u0e43\u0e19\u0e0a\u0e48\u0e27\u0e07 {3} \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e41\u0e23\u0e01\n\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 {4} \u0e27\u0e48\u0e32\u0e40\u0e02\u0e49\u0e32\u0e01\u0e23\u0e30\u0e40\u0e1b\u0e4b\u0e32\u0e41\u0e25\u0e49\u0e27 \u0e08\u0e30\u0e21\u0e35\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e27\u0e48\u0e32 \u0e40\u0e23\u0e32\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e21\u0e32\u0e41\u0e25\u0e49\u0e27 \u0e15\u0e49\u0e2d\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19 Order \u0e41\u0e25\u0e30 Order \u0e08\u0e30\u0e22\u0e31\u0e07\u0e04\u0e07\u0e40\u0e1b\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e08\u0e30 Match \u0e2b\u0e23\u0e37\u0e2d\u0e16\u0e39\u0e01\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
offer_terms_buy = \u0e04\u0e38\u0e13\u0e15\u0e31\u0e49\u0e07 Order \u0e0b\u0e37\u0e49\u0e2d\u0e08\u0e33\u0e19\u0e27\u0e19 {0} SIGNA \u0e43\u0e19\u0e23\u0e32\u0e04\u0e32 {1} {2}
offer_terms_update_buy = \u0e04\u0e38\u0e13\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17 Order \u0e0b\u0e37\u0e49\u0e2d\u0e08\u0e33\u0e19\u0e27\u0e19 {0} SIGNA \u0e43\u0e19\u0e23\u0e32\u0e04\u0e32 {1} {2}
offer_terms_buy_details = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32 FEE \u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07 Order \u0e41\u0e25\u0e30\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a TRT \u0e40\u0e21\u0e37\u0e48\u0e2d Order \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23 Match \u0e41\u0e25\u0e49\u0e27 \u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {0} SIGNA\n\nOrder \u0e43\u0e2b\u0e21\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01 \u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e14\u0e22\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e08\u0e30\u0e21\u0e35\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 {1} SIGNA
offer_terms_update_buy_details = \u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32 FEE \u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07 Order \u0e41\u0e25\u0e30\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a TRT \u0e40\u0e21\u0e37\u0e48\u0e2d Order \u0e02\u0e2d\u0e07\u0e17\u0e48\u0e32\u0e19\u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49\u0e21\u0e35\u0e01\u0e32\u0e23 Match \u0e41\u0e25\u0e49\u0e27 \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {0} SIGNA\n\n\u0e23\u0e32\u0e04\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e35\u0e48\u0e41\u0e01\u0e49\u0e41\u0e25\u0e49\u0e27\u0e08\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01 \u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27 \u0e42\u0e14\u0e22\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e08\u0e30\u0e21\u0e35\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33 {1} SIGNA
offer_terms_buy_taker = TAKER \u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} SIGNA \u0e1a\u0e27\u0e01\u0e01\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e21\u0e31\u0e14\u0e08\u0e33\u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27 \u0e17\u0e38\u0e01\u0e04\u0e19\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e34\u0e14\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e19 48 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e42\u0e14\u0e22\u0e17\u0e48\u0e32\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {1} {2} \u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a TAKER Address \u0e43\u0e19 24 \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e41\u0e23\u0e01 \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e2b\u0e49 TAKER Address \u0e40\u0e0a\u0e47\u0e04\u0e08\u0e33\u0e19\u0e27\u0e19 {3} \u0e43\u0e2b\u0e49\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22 \u0e41\u0e25\u0e49\u0e27\u0e2a\u0e31\u0e48\u0e07\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2a\u0e48\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e13\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e27\u0e48\u0e32 \u0e21\u0e35\u0e01\u0e32\u0e23\u0e42\u0e2d\u0e19\u0e41\u0e25\u0e30\u0e40\u0e17\u0e23\u0e14\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e41\u0e25\u0e49\u0e27\n\n\u0e42\u0e14\u0e22 Order \u0e19\u0e35\u0e49\u0e08\u0e30\u0e40\u0e1b\u0e34\u0e14\u0e08\u0e19\u0e01\u0e27\u0e48\u0e32\u0e08\u0e30\u0e21\u0e35\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 \u0e2b\u0e23\u0e37\u0e2d\u0e42\u0e14\u0e19\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01

reg_register = \u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32
reg_num_contracts = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32
reg_terms = \u0e17\u0e48\u0e32\u0e19\u0e01\u0e33\u0e25\u0e31\u0e07\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32 (\u0e43\u0e2b\u0e21\u0e48) \u0e02\u0e2d\u0e07 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d {1} SIGNA \u0e42\u0e14\u0e22\u0e21\u0e35\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {2} SIGNA \u0e16\u0e49\u0e32\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e41\u0e25\u0e49\u0e27\u0e08\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32 (\u0e43\u0e2b\u0e21\u0e48) \u0e43\u0e19\u0e2d\u0e35\u0e01\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35
reg_buying = \u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d
reg_selling = \u0e01\u0e32\u0e23\u0e02\u0e32\u0e22
reg_terms_closing = \u0e17\u0e38\u0e01 cross-chain \u0e41\u0e25\u0e30 \u0e40\u0e07\u0e34\u0e19\u0e40\u0e1f\u0e35\u0e22\u0e15 \u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e01\u0e1b\u0e49\u0e2d\u0e07\u0e40\u0e07\u0e34\u0e19\u0e17\u0e48\u0e32\u0e19 \u0e16\u0e49\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e27\u0e32\u0e07\u0e41\u0e1c\u0e19\u0e40\u0e1b\u0e34\u0e14 Order \u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 1 Order \u0e43\u0e19\u0e40\u0e27\u0e25\u0e32\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e43\u0e19\u0e41\u0e15\u0e48\u0e25\u0e30\u0e2d\u0e31\u0e19\u0e01\u0e48\u0e2d\u0e19 \u0e42\u0e14\u0e22 Smart Contracts \u0e08\u0e30\u0e19\u0e33\u0e01\u0e25\u0e31\u0e1a\u0e21\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07\u0e43\u0e19\u0e15\u0e25\u0e32\u0e14\u0e43\u0e14\u0e01\u0e47\u0e44\u0e14\u0e49

token_create = \u0e1b\u0e23\u0e30\u0e14\u0e34\u0e29\u0e10\u0e4c Token \u0e43\u0e2b\u0e21\u0e48\u0e40\u0e2d\u0e07
token_details = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07 Token \u0e43\u0e2b\u0e21\u0e48
token_ticker = \u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c
token_supply = Total supply
token_description = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
token_decimal_places = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e17\u0e28\u0e19\u0e34\u0e22\u0e21
token_terms = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e08\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07 Token \u0e43\u0e2b\u0e21\u0e48\u0e43\u0e19\u0e0a\u0e37\u0e48\u0e2d {0} \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e08\u0e33\u0e19\u0e27\u0e19 {1} SIGNA \u0e42\u0e14\u0e22 Token \u0e43\u0e2b\u0e21\u0e48\u0e21\u0e35 Total Supply \u0e08\u0e33\u0e19\u0e27\u0e19 {2} units \u0e21\u0e35\u0e17\u0e28\u0e19\u0e34\u0e22\u0e21 {3} \u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e44\u0e21\u0e48\u0e01\u0e35\u0e48\u0e19\u0e32\u0e17\u0e35
token_invalid_ticker = \u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
token_invalid_supply = Total Supply \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
token_max_desc_length = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e2d\u0e07 Token \u0e43\u0e2b\u0e49\u0e40\u0e02\u0e35\u0e22\u0e19\u0e44\u0e14\u0e49\u0e44\u0e21\u0e48\u0e40\u0e01\u0e34\u0e19 1000 \u0e2d\u0e31\u0e01\u0e29\u0e23
token_create_success = \u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07 Token {0} \u0e1e\u0e23\u0e49\u0e2d\u0e21 ID \u0e23\u0e2b\u0e31\u0e2a {1} \u0e2d\u0e35\u0e01\u0e2a\u0e31\u0e01\u0e1e\u0e31\u0e01\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49\u0e41\u0e25\u0e49\u0e27

canc_cancel_order = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01 Order
canc_terms_brief = \u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01 {0} {1} order {2}
canc_terms_token = Order \u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e04\u0e38\u0e13\u0e08\u0e30\u0e42\u0e14\u0e19\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e43\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e19\u0e35\u0e49 \u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a {0} SIGNA
canc_terms_contract = \u0e23\u0e30\u0e1a\u0e1a Smart Contract \u0e08\u0e30\u0e42\u0e2d\u0e19 {0} SIGNA \u0e43\u0e2b\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e04\u0e38\u0e13 \u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e43\u0e19\u0e23\u0e30\u0e1a\u0e1a\u0e04\u0e33\u0e19\u0e27\u0e13\u0e41\u0e25\u0e49\u0e27\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22 {1} SIGNA

disp_title = \u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
disp_title_details = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22
disp_title_mediate = \u0e44\u0e01\u0e25\u0e48\u0e40\u0e01\u0e25\u0e35\u0e48\u0e22\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
disp_open_dispute = \u0e40\u0e1b\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
disp_update_dispute = \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
disp_settle = \u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e01\u0e49\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17
disp_contact_mediator = \u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d Mediator
disp_original_offer = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14 order \u0e14\u0e31\u0e49\u0e07\u0e40\u0e14\u0e34\u0e21
disp_accept_terms = \u0e40\u0e23\u0e32\u0e08\u0e30\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e15\u0e01\u0e25\u0e07
disp_accept_other_suggestion = \u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e08\u0e32\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19
disp_accept_maker_suggestion = \u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e08\u0e32\u0e01 MAKER
disp_accept_taker_suggestion = \u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e08\u0e32\u0e01 TAKER
disp_orig_buy_creator = \u0e40\u0e0a\u0e47\u0e04\u0e14\u0e39\u0e14\u0e49\u0e27\u0e22\u0e19\u0e30 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} {1} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2} \u0e43\u0e2b\u0e49 Address ''{3}'' \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e2b\u0e49\u0e2d\u0e35\u0e01\u0e1d\u0e48\u0e32\u0e22\u0e17\u0e23\u0e32\u0e1a\u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {4}
disp_orig_buy_taker = \u0e40\u0e0a\u0e47\u0e04\u0e14\u0e39\u0e14\u0e49\u0e27\u0e22\u0e19\u0e30 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {0} {1} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2} \u0e08\u0e32\u0e01 Address ''{3}'' \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e39\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {4}
disp_orig_sell_taker = \u0e40\u0e0a\u0e47\u0e04\u0e14\u0e39\u0e14\u0e49\u0e27\u0e22\u0e19\u0e30 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e2d\u0e19 {0} {1} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2} \u0e43\u0e2b\u0e49 Address ''{3}'' \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e43\u0e2b\u0e49\u0e2d\u0e35\u0e01\u0e1d\u0e48\u0e32\u0e22\u0e17\u0e23\u0e32\u0e1a\u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {4}
disp_orig_sell_creator = \u0e40\u0e0a\u0e47\u0e04\u0e14\u0e39\u0e14\u0e49\u0e27\u0e22\u0e19\u0e30 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a {0} {1} \u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {2} \u0e08\u0e32\u0e01 Address ''{3}'' \u0e41\u0e25\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e23\u0e39\u0e49\u0e01\u0e48\u0e2d\u0e19\u0e40\u0e27\u0e25\u0e32 {4}
disp_orig_burst_deposits = \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19 \u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e08\u0e30\u0e2a\u0e31\u0e48\u0e07\u0e42\u0e2d\u0e19\u0e43\u0e2b\u0e49\u0e17\u0e48\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 {0} SIGNA \u0e41\u0e25\u0e30\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e08\u0e33\u0e19\u0e27\u0e19 {1} SIGNA
disp_dispute_terms = \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e15\u0e32\u0e21\u0e21\u0e32\u0e15\u0e23\u0e01\u0e32\u0e23\u0e41\u0e25\u0e30\u0e17\u0e48\u0e32\u0e19\u0e2a\u0e31\u0e48\u0e07\u0e22\u0e37\u0e48\u0e19\u0e02\u0e49\u0e2d\u0e1e\u0e34\u0e1e\u0e32\u0e17\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e01\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e41\u0e25\u0e49\u0e27 \u0e15\u0e49\u0e2d\u0e07\u0e43\u0e2b\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e1d\u0e48\u0e32\u0e22\u0e15\u0e01\u0e25\u0e07\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e08\u0e36\u0e07\u0e08\u0e30\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e02\u0e32\u0e22\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08 \u0e17\u0e48\u0e32\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e17\u0e02\u0e49\u0e2d\u0e40\u0e2a\u0e19\u0e2d\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07\u0e44\u0e14\u0e49\u0e41\u0e15\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e08\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e40\u0e1b\u0e47\u0e19 {0} SIGNA \u0e17\u0e38\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
disp_mediating = \u0e17\u0e48\u0e32\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e02\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e08\u0e32\u0e01 Support \u0e08\u0e32\u0e01 mediators \u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32 \u0e1e\u0e27\u0e01\u0e19\u0e35\u0e49\u0e08\u0e30\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e04\u0e38\u0e13\u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e17\u0e23\u0e01\u0e41\u0e23\u0e07\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e16\u0e49\u0e32\u0e40\u0e01\u0e34\u0e14\u0e15\u0e01\u0e25\u0e07\u0e01\u0e31\u0e19\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
disp_what_other_suggested = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19 \u0e41\u0e19\u0e30\u0e19\u0e33
disp_what_you_suggest = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e17\u0e48\u0e32\u0e19\u0e41\u0e19\u0e30\u0e19\u0e33
disp_what_taker_suggested = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48 TAKER \u0e41\u0e19\u0e30\u0e19\u0e33
disp_what_maker_suggested = \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48 MAKER \u0e41\u0e19\u0e30\u0e19\u0e33
disp_you_should_get = \u0e17\u0e48\u0e32\u0e19\u0e04\u0e27\u0e23\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a
disp_other_should_get = \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19
disp_mediator_decision = \u0e01\u0e32\u0e23\u0e15\u0e31\u0e14\u0e2a\u0e34\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07 Mediator
disp_amount_to_fee = \u0e04\u0e48\u0e32\u0e41\u0e01\u0e4a\u0e2a\u0e02\u0e2d\u0e07\u0e2a\u0e31\u0e0d\u0e0d\u0e32
disp_maker_should_get = MAKER \u0e04\u0e27\u0e23\u0e23\u0e31\u0e1a
disp_taker_should_get = TAKER \u0e04\u0e27\u0e23\u0e23\u0e31\u0e1a
disp_contract_history = \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e31\u0e0d\u0e0d\u0e32\u0e22\u0e49\u0e2d\u0e19\u0e2b\u0e25\u0e31\u0e07

med_taker = TAKER
med_maker = MAKER
med_action = \u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23
med_details = \u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
med_mediate = \u0e44\u0e01\u0e25\u0e48\u0e40\u0e01\u0e25\u0e35\u0e48\u0e22
med_invalid_amounts = \u0e08\u0e33\u0e19\u0e27\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

mine_plot = \u0e40\u0e23\u0e34\u0e48\u0e21 Plot \u0e44\u0e1f\u0e25\u0e4c
mine_plotting = \u0e01\u0e33\u0e25\u0e31\u0e07 Plot ({0} %)
mine_plot_stop = \u0e2a\u0e31\u0e48\u0e07\u0e2b\u0e22\u0e38\u0e14 Plot
mine_plot_disks = \u0e02\u0e31\u0e49\u0e19\u0e17\u0e35\u0e48 1 Plot \u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 Signum (\u0e22\u0e34\u0e48\u0e07\u0e40\u0e22\u0e2d\u0e30\u0e22\u0e34\u0e48\u0e07\u0e14\u0e35)
mine_join_pool = \u0e02\u0e31\u0e19\u0e17\u0e35\u0e48 2 \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e38\u0e14\u0e01\u0e31\u0e1a Pool \u0e2b\u0e23\u0e37\u0e2d Solo \u0e40\u0e2d\u0e07
mine_run_miner = \u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48 3 \u0e2a\u0e31\u0e48\u0e07\u0e02\u0e38\u0e14
mine_rewards_and_commitment = \u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e17\u0e35\u0e48 4 \u0e16\u0e49\u0e32\u0e44\u0e14\u0e49\u0e40\u0e2b\u0e23\u0e35\u0e22\u0e0d Signa \u0e43\u0e2b\u0e49\u0e1d\u0e32\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21
mine_already_joined = \u0e15\u0e2d\u0e19\u0e19\u0e35\u0e49\u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e38\u0e14\u0e43\u0e19 Pool \u0e19\u0e35\u0e49\u0e2d\u0e22\u0e39\u0e48
mine_already_solo = \u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e41\u0e25\u0e49\u0e27\u0e19\u0e30 \u0e14\u0e39\u0e14\u0e49\u0e27\u0e22\u0e27\u0e48\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e01\u0e39\u0e49\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e02\u0e2d\u0e07 node config \u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e44\u0e2b\u0e21
mine_invalid_pool = Pool \u0e25\u0e48\u0e21\u0e2d\u0e22\u0e39\u0e48 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e21\u0e35 Pool \u0e41\u0e25\u0e49\u0e27
mine_wait_join = \u0e17\u0e48\u0e32\u0e19\u0e17\u0e33\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21\u0e44\u0e1b \u0e23\u0e2d\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e18\u0e38\u0e23\u0e01\u0e23\u0e23\u0e21 4 blocks \u0e43\u0e2b\u0e49\u0e04\u0e39\u0e13\u0e40\u0e27\u0e25\u0e32\u0e15\u0e48\u0e2d 1 block \u0e44\u0e1b
mine_reward_estimation_old = {0} SIGNA \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e08\u0e33\u0e19\u0e27\u0e19 total network \u0e04\u0e37\u0e2d {1}
mine_reward_poc_plus_activation = \u0e44\u0e14\u0e49\u0e16\u0e36\u0e07 {0} SIGNA \u0e16\u0e49\u0e32\u0e17\u0e33 Commitment \u0e21\u0e32\u0e01\u0e1e\u0e2d\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e1a PoC+ \u0e17\u0e33\u0e07\u0e32\u0e19
mine_reward_estimation = \u0e04\u0e32\u0e14\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49 {0} SIGNA \u0e16\u0e49\u0e32\u0e1d\u0e32\u0e01 {1} SIGNA \u0e15\u0e48\u0e2d 1 TiB
mine_reward_estimation_nothing = \u0e04\u0e32\u0e14\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49 {0} SIGNA \u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e1d\u0e32\u0e01\u0e40\u0e25\u0e22
mine_your_rewards = \u0e16\u0e49\u0e32\u0e21\u0e35 {0} \u0e04\u0e32\u0e14\u0e27\u0e48\u0e32\u0e44\u0e14\u0e49 {1} SIGNA / \u0e27\u0e31\u0e19
mine_console = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e22\u0e49\u0e2d\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e01\u0e32\u0e23 Plot \u0e44\u0e1f\u0e25\u0e4c / \u0e01\u0e32\u0e23\u0e02\u0e38\u0e14
mine_start_mining = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e02\u0e38\u0e14
mine_stop_mining = \u0e2b\u0e22\u0e38\u0e14\u0e02\u0e38\u0e14
mine_start_auto = \u0e2a\u0e31\u0e48\u0e07\u0e07\u0e32\u0e19\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34
mine_your_amount = \u0e08\u0e33\u0e19\u0e27\u0e19 (SIGNA) \u0e17\u0e35\u0e48\u0e1d\u0e32\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d Commitment :
mine_select_pool = \u0e40\u0e25\u0e37\u0e2d\u0e01 :
mine_run_low_prio = \u0e17\u0e33\u0e07\u0e32\u0e19\u0e41\u0e1a\u0e1a low priority
mine_ssd_cache_select = \u0e40\u0e25\u0e37\u0e2d\u0e01 SSD \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e33\u0e40\u0e1b\u0e47\u0e19 cache ( \u0e01\u0e23\u0e13\u0e35\u0e17\u0e35\u0e48\u0e21\u0e35 HDD \u0e0a\u0e19\u0e34\u0e14 SMRs )
mine_ssd_cache = SSD cache: {0}
mine_ssd_remove = \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e49 Cache Folder
mine_select_disk =  \u0e40\u0e25\u0e37\u0e2d\u0e01 Folder \u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c Plot \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e31\u0e27\u0e44\u0e1f\u0e25\u0e4c
mine_remove_path = \u0e40\u0e2d\u0e32\u0e2d\u0e2d\u0e01\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e09\u0e22 \u0e46 \u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e42\u0e14\u0e19\u0e25\u0e1a\u0e19\u0e30
mine_disk_full = \u0e1e\u0e37\u0e49\u0e19\u0e17\u0e35\u0e48 Storage \u0e40\u0e15\u0e47\u0e21
mine_commitment_not_available = \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01 PoC+ \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49
mine_cpus = CPU Cores
mine_only_best = \u0e2a\u0e48\u0e07\u0e40\u0e27\u0e25\u0e32 deadline \u0e17\u0e35\u0e48\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14
mine_only_best_details = \u0e2a\u0e48\u0e07\u0e40\u0e27\u0e25\u0e32 deadline \u0e17\u0e35\u0e48\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e17\u0e35\u0e48\u0e1e\u0e1a\u0e15\u0e48\u0e2d 1 \u0e23\u0e2d\u0e1a
mine_use_direct_io = Use direct IO
mine_use_direct_io_details = When enabled, OS caching layer will be bypassed.
